Version=1
1=DesktopX
2=Load Widgets..
3=Download more Widgets..
4=Options..
5=Loaded Widgets
6=Configure
7=Unload
8=You can also right-click on widgets to close them or configure their properties.
9=Show All
10=Minimize All
11=Hide All
12=Unload All
13=Close
14=Widget Options
15=You can set up 'hotkeys' to trigger access to Widgets.
16=Click the box below and then press the key you would like to use as your hotkey.
17=On top / on bottom hotkey
18=Show / hide hotkey
19=DesktopX caches widgets content into a temporary\rdirectory to let widgets load faster and save preferences.
20=View Widgets Cache
21=Clear Widgets Cache
22=OK
23=Cancel
24=Open Widget Manager..
25=DesktopX Welcome..
26=Recent Widgets
27=Unload Manager
28=Unload Manager and Widgets
29=The Widgets cache is empty.
30=Really remove the widget cache?\r\rThe saved widget preferences will be cleared too. If you want to reset a single widget, open the cache instead delete that widget's folder.
31=Language